/* No comment provided by engineer. */
"%@ daily average" = "일일 평균 %@";

/* No comment provided by engineer. */
"Daily Average" = "일일 평균";

/* No comment provided by engineer. */
"%@ total" = "총 %@";

/* No comment provided by engineer. */
"About Duffy" = "Duffy 정보";

/* No comment provided by engineer. */
"Ask a Question" = "질문하기";

/* No comment provided by engineer. */
"Change Your Goal" = "목표 변경";

/* No comment provided by engineer. */
"Details" = "세부사항";

/* No comment provided by engineer. */
"Feedback" = "피드백";

/* No comment provided by engineer. */
"Filter" = "필터";

/* No comment provided by engineer. */
"Help" = "도움말";

/* No comment provided by engineer. */
"How To Change Your Goal" = "목표를 변경하는 방법";

/* No comment provided by engineer. */
"Kilometer Travelled" = "이동한 킬로미터";

/* No comment provided by engineer. */
"Kilometers Travelled" = "이동한 킬로미터";

/* No comment provided by engineer. */
"Loading..." = "불러오는 중...";

/* No comment provided by engineer. */
"Mile Travelled" = "이동한 마일";

/* No comment provided by engineer. */
"Miles Travelled" = "이동한 마일";

/* No comment provided by engineer. */
"Flights Climbed" = "오른 층수";

/* No comment provided by engineer. */
"No data for the previous week" = "지난주 데이터가 없습니다";

/* No comment provided by engineer. */
"of %@ goal %@" = "목표 %1$@ %2$@";

/* No comment provided by engineer. */
"Previous Week" = "지난주";

/* No comment provided by engineer. */
"Privacy Policy" = "개인정보 처리방침";

/* No comment provided by engineer. */
"Published By" = "제공";

/* No comment provided by engineer. */
"Rate Duffy" = "Duffy 평가하기";

/* No comment provided by engineer. */
"Since" = "시작일";

/* No comment provided by engineer. */
"Since %@" = "%@ 이후";

/* No comment provided by engineer. */
"STEPS" = "걸음";

/* No comment provided by engineer. */
"This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app." = "이 가이드에서는 일일 걸음 목표(현재 %@걸음)를 변경하는 방법을 설명합니다. 목표는 Apple Watch의 Duffy 앱에서만 변경할 수 있습니다.";

/* No comment provided by engineer. */
"Trend" = "추세";

/* No comment provided by engineer. */
"Version: %@" = "버전: %@";

/* No comment provided by engineer. */
"VIEW HISTORY" = "기록 보기";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"floors" = "층";


/* No comment provided by engineer. */
"From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown." = "Apple Watch 앱의 오늘 화면에서 손가락으로 위로 쓸어올리거나 디지털 크라운을 돌려 화면을 스크롤하십시오.";

/* No comment provided by engineer. */
"Tap the 'Change Goal' button that appears at the bottom of the screen." = "화면 하단에 나타나는 '목표 변경' 버튼을 탭하십시오.";

/* No comment provided by engineer. */
"Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it." = "손가락으로 쓸어넘기거나 디지털 크라운을 돌려 새로운 목표를 선택하십시오. 그런 다음 '목표 설정' 버튼을 탭하여 저장하십시오.";

/* No comment provided by engineer. */
"Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it." = "더하기(+) 또는 빼기(-) 버튼을 탭하거나 디지털 크라운을 돌려 새로운 목표를 선택하십시오. 그런 다음 '목표 설정' 버튼을 탭하여 저장하십시오.";

/* No comment provided by engineer. */
"%@ STEPS" = "%@ 걸음";

/* No comment provided by engineer. */
"Trophies" = "트로피";

/* Placeholder is a number of steps: ie 10,000 */
"When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@)." = "목표를 달성하면 목표(%@)를 초과한 걸음 수에 따라 트로피를 획득합니다.";

/* No comment provided by engineer. */
"Reached your goal" = "목표 달성";

/* No comment provided by engineer. */
"25% over your goal" = "목표의 25% 초과";

/* No comment provided by engineer. */
"50% over your goal" = "목표의 50% 초과";

/* No comment provided by engineer. */
"75% over your goal" = "목표의 75% 초과";

/* No comment provided by engineer. */
"Double your goal" = "목표의 2배";

/* Title of a button that changes display options of a chart */
"Options" = "옵션";

/* Header of a section that summarizes aggregate data */
"Summary" = "요약";

/* Title of screen that allows the user to change display options of a chart/graph */
"Graph Options" = "그래프 옵션";

/* Title of section of options changing how to display your data on a chart/graph */
"Data" = "데이터";

/* Title of section of options changing which markers are shown on a chart/graph */
"Indicators" = "표시기";

/* Option to change how the lines on a chart are drawn */
"Lines" = "선";

/* Title of a screen where user selects which lines are shown on a graph */
"Show Lines" = "선 표시";

/* Option describing a graph line that plots every data point */
"Detail" = "상세";

/* Option describing a graph line that shows the trend of your data but not every point */
"Trend" = "추세";

/* Option describing whether or not to show an indicator on the graph showing where the average of data points is */
"Average" = "평균";

/* Option describing whether or not to show an indicator on the graph showing where your goal is */
"Goal" = "목표";

/* Concatenate to options together with 'and' */
"%@ & %@" = "%@ 및 %@";

/* 1 to 3 character abbreviation of 'average' */
"avg" = "평균";

/* No comment provided by engineer. */
"Show More" = "더 보기";

/* No comment provided by engineer. */
"Miles" = "마일";

/* No comment provided by engineer. */
"Kilometers" = "킬로미터";

/* No comment provided by engineer. */
"To go" = "남음";

/* No comment provided by engineer. */
"Flights" = "층";

/* No comment provided by engineer. */
"Distance" = "거리";

/* No comment provided by engineer. */
"No Steps Today" = "오늘 걸음 없음";

/* No comment provided by engineer. */
"6 AM" = "오전 6시";

/* No comment provided by engineer. */
"NOON" = "정오";

/* No comment provided by engineer. */
"6 PM" = "오후 6시";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"See the Trophies" = "트로피 보기";

/* No comment provided by engineer. */
"Your Goal" = "나의 목표";

/* No comment provided by engineer. */
"Code" = "코드";

/* No comment provided by engineer. */
"Design" = "디자인";

/* No comment provided by engineer. */
"Last: %@" = "최근: %@";

/* No comment provided by engineer. */
"Not awarded yet" = "아직 획득하지 못함";

/* No comment provided by engineer. */
"Get the rocket trophy when your step count is 2x your goal." = "걸음 수가 목표의 2배가 되면 로켓 트로피를 획득합니다.";

/* No comment provided by engineer. */
"%@x your goal!" = "목표의 %@배!";

/* No comment provided by engineer. */
"From Prior Week" = "지난주 대비";

/* No comment provided by engineer. */
"Appreciation" = "감사";

/* No comment provided by engineer. */
"Tip Jar" = "팁";

/* No comment provided by engineer. */
"Learn more about Duffy" = "Duffy에 대해 더 알아보기";

/* No comment provided by engineer. */
"My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:" = "저는 Patrick이고, 사람들이 사랑하는 앱을 만들고자 합니다. Duffy를 만들 때 돈을 받으리라고는 전혀 생각하지 않았습니다. 그래서 광고도, 구독도, 그 어떤 데이터 수집도 없습니다. 저는 그저 제 기술을 갈고닦으면서 필요한 것을 만들고 싶을 뿐입니다.\n\nDuffy는 퇴근 후와 주말에 만들어지는 애정 어린 작업입니다. 그래서 이 앱을 유지하고 개선하는 제 노력을 알아주시는 분들이 있다는 것이 큰 힘이 됩니다.\n\nDuffy를 사랑해 주시고 여유가 되신다면, 아래 팁 중 하나를 선택해 마음을 표현해 주십시오:";

/* No comment provided by engineer. */
"Dismiss" = "닫기";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "팁을 주셔서 정말 감사합니다! 🙏";

/* No comment provided by engineer. */
"Try Again" = "다시 시도";

/* No comment provided by engineer. */
"Your tip did not go through. Do you want to try again?" = "팁 결제가 완료되지 않았습니다. 다시 시도하시겠습니까?";

/* No comment provided by engineer. */
"Unable to communicate with the App Store. Do you want to try again?" = "App Store에 연결할 수 없습니다. 다시 시도하시겠습니까?";

/* No comment provided by engineer. */
"🙏 Thank you so much for tipping!" = "🙏 팁을 주셔서 정말 감사합니다!";

/* No comment provided by engineer. */
"Sort" = "정렬";

/* No comment provided by engineer. */
"Newest to Oldest" = "최신순";

/* No comment provided by engineer. */
"Oldest to Newest" = "오래된순";

/* No comment provided by engineer. */
"Select Date" = "날짜 선택";

/* No comment provided by engineer. */
"Last %d days" = "최근 %d일";

/* No comment provided by engineer. */
"Change my Daily Goal" = "일일 목표 변경";

/* No comment provided by engineer. */
"Enable Duffy to Count Steps" = "Duffy가 걸음을 세도록 허용";

/* No comment provided by engineer. */
"Add Steps to my Watch Face" = "시계 페이스에 걸음 추가";

/* No comment provided by engineer. */
"Change Miles or Kilometers" = "마일 또는 킬로미터 변경";

/* No comment provided by engineer. */
"Need Help?" = "도움이 필요하십니까?";

/* No comment provided by engineer. */
"Would you like to change your daily step goal or do you need help with something else?" = "일일 걸음 목표를 변경하시겠습니까, 아니면 다른 도움이 필요하십니까?";

/* No comment provided by engineer. */
"View More Help Topics" = "도움말 항목 더 보기";

/* No comment provided by engineer. */
"Your tip is pending." = "팁이 처리 중입니다.";

/* No comment provided by engineer. */
"Step Count Mismatch" = "걸음 수 불일치";

/* No comment provided by engineer. */
"Complication Not Updating" = "컴플리케이션이 업데이트되지 않음";
